{
  "alfredsnippet" : {
    "snippet" : "Hey NAME,\n\nIt was fantastic chatting with you yesterday.\n\nHere is a overview of a few of the things we chatted about:\n\n\n##Application \n\nThe first step in the enrollment process is completing an application.  Easy! You can do that here - http:\/\/theironyard.com\/apply\/\n\n##Crash Courses\n\nSeveral times a month, we host crash courses.  These are free introductions to programming languages that are great to get an overview of what it is we teach here at The Iron Yard.  Plus the are fun! You can find the schedule here: <http:\/\/www.meetup.com\/The-Iron-Yard-Houston>. Check back often for upcoming events.\n\n##FAQs\n\nHere is a link to some FAQs about The Iron Yard. - http:\/\/theironyard.com\/courses\/faq\/\n\n\n##Daily Schedule\n\nLectures run Monday - Thursday from 9:30 until about 12:20 depending on the content. After a break for lunch, labs are in the afternoon and all day Fridays. A semester runs for 12 weeks ending with a capstone project to be demonstrated on the last day. \n\nOur next full time class begins January 30.\n\n##Job Support\n\nJob workshops are built in throughout the semester that include resume and portfolio reviews, job hunting tactics, mock interviews, etc. We also bring in guest speakers at least once a week who are typically hiring managers or established engineers to share their perspective on what makes a successful job applicant in their eyes. Once the course is complete, we schedule weekly checkins as your job hunt gets going. Our staff write letters of recommendation on your behalf and send you job opportunities we find that are a good fit. most importantly, once class is over, you are not out on your own.\n\n##Tuition\/Financing\n\nBase tuition for each class is $13900. There are also scholarships available that help.\n\nWe have partnered with [Climb Credit](https:\/\/climbcredit.co\/) to offer student loans for tuition that are tailored to The Iron Yard. Loans are typically 3 yr with a 6 month deferred principle. Or of course any other option you have available.\n\n##Classes\n\nAt the moment, we are offering a [Front End Engineering](https:\/\/www.theironyard.com\/courses\/javascript-and-mvc-frameworks.html), [Back End](https:\/\/www.theironyard.com\/courses\/c-sharp-and-dot-net) and [Mobile Engineering](https:\/\/www.theironyard.com\/courses\/objective-c-swift-ios).\n\nA couple of free intro courses to take a look at:\n\n<https:\/\/online.theironyard.com\/catalog>\n\n##Demo Day\n\nAt the end of each semester, we hold a demo day, giving students a chance to show off their hard work to potential employers. Here is a link to our most recent demo day so you can see student's projects. <http:\/\/theironyarddemoday.com\/c\/houston\/may2016.html> \n\nIf I am leaving anything out, please let me know and I will add it on.",
    "dontautoexpand" : true,
    "uid" : "A84F9D23-C6D7-4C41-85BC-DCE181ED4BCA",
    "name" : "Recap",
    "keyword" : "recap"
  }
}