{
  "alfredsnippet" : {
    "snippet" : "Hey NAME,\n\nWe're excited to tell you that you're officially a part of The Iron Yard course starting July 17! \n\nHere are the next steps: \n\n##Enrollment Agreement and Down Payment\n\nPlease sign and return the acceptance document to reserve your spot in the class. Class is filling up fast, and we want to make sure your name is secured on the roster. Your spot isn’t reserved for you until you do the following two things:\n\n- Follow this link and you can sign digitally: <https:\/\/app.hellosign.com\/s\/e2703c65> (no need for printing and scanning)\n\n- A Reservation Payment of $1000 is required to reserve your spot in class. You can pay online here: [https:\/\/app.moonclerk.com\/pay\/5dwae3bytcp](https:\/\/app.moonclerk.com\/pay\/5dwae3bytcp)\n\n##Scholarship Information\nWe are excited to inform you that you have been approved as a recipient of a $1,000 scholarship! This scholarship will be taken off the total price of tuition. Awesome!!\n\n##High School\/GED or College Transcripts\nAs an admissions requirement put in place by the state of Texas, we require proof of either a high school diploma\/GED or any college courses that have been taken previous to attending The Iron Yard. If you have a digital copy of either, you can email it to christie@theironyard.com or mail it to the following address:\n\n```4203 Montrose Suite 100\nHouston, TX \n77006```\n \n\n##Financing \n\nWe require that tuition payment be submitted in full prior to the course start date. Payment may be made by way of your choice of private financing or direct payment to The Iron Yard.\n\nFor private financing, we suggest exploring options with companies like Climb Credit, Upstart, Pave, or Unigo. These lenders have built loan programs specifically for code schools like us! Of course, you can also explore other financing options through your local bank as well. \n\nI’ve copied our finance team on this e-mail as well, they will be your resource to help guide you through the financial process as you move toward becoming a student.  You can expect an e-mail from someone shortly where they will follow up with you on your payment options and what the process looks like from here.\n\n- If you'd like to apply for financing through Climb, use this link: <https:\/\/climbcredit.com\/apply\/ironyard>\n\n##Bulletin\nYou can click [here](https:\/\/www.dropbox.com\/s\/0rjbbj85re7pcad\/2016%20Student%20Catalog.pdf?dl=0) for a copy of the course bulletin. Let us know if you have any questions at all, and we're excited to see you in a few weeks. Welcome to The Iron Yard Family!!!! We are so excited to get started on this journey with you!\n\n##Pre-Work\n\n[Here](https:\/\/newline.theironyard.com\/paths\/1075\/join?token=xwiuq) is the prework that we discussed.  Please begin working through this as it is important to have this a base for the class.\n\n\nThanks,",
    "dontautoexpand" : true,
    "uid" : "F2685811-9461-4F7B-A2A4-A49A8F90424B",
    "name" : "Congrats JS - Scholarship",
    "keyword" : ""
  }
}